# 1) Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?
# 1. Место БД в анализе данных и DS
# 2. Как работать с БД на python
# 3. Как докер упрощает работу с БД
# 4. Что, помимо программы курса, можно посмотреть по БД
# 5. Что нужно знать про БД джуну в разработке и DS
#
# 2) В какой сфере работаете сейчас?
# Обучение взрослых (сотрудников компаний) инхаус и с подрядчиками.
#
# 3) Если в IT, то какой у вас опыт (инструменты, технологии, языки программирования)?
# Вне курса Geekbrains только базовые принципы программирования, еще есть опыт работы с html, css в веб-студии.
# В университете изучала C#, но почти ничего не помню.
# Базово понимаю JS.
# Опыта в IT почти никакого. В основном только университетские таски, но там было не очень углубленное изучение.
...